/* 
  default.strings
 //  CodingExercise1
 //
 //  Created by JJ WEI on 12-08-06.
 //  Copyright (c) 2012 Ice Whale Inc. All rights reserved.
*/


"OK" = "OK";
"Error" = "erreur";
"Cancel" = "annuler";
"Back" = "dos";
"Dismiss" = "rejeter";

"Please enter the address." = "S'il vous plaît entrez l'adresse.";
"Please enter the description." = "S'il vous plaît entrez la description.";

"address" = "l'adresse";
"description" = "description";
"Sorry, your address list is empty." = "Désolé, votre liste d'adresses est vide.";
"List of addresses and descriptions" = "Liste des adresses et des descriptions";
"share email" = "email Partager";
"share SMS" = "SMS partager";
"Add New Address" = "Ajouter nouvelle";
"Cannot convert the Address to GeoLocation." = "Impossible de convertir l'adresse à la géolocalisation.";

